Repository: DimensionDev/Flare
Catalog: appleApp/Shared/FlareAppleResource/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, ca, cs, da, de, el, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, vi, zh_hans, zh_hant

# bluesky_report_reason_other_description
source: An issue not included in these options
af: 'n Kwessie wat nie by hierdie opsies ingesluit is nie
ar: مشكلة غير مدرجة في هذه الخيارات
bg: Проблем, който не е включен в тези опции
ca: Un problema que no s'inclou en aquestes opcions
cs: Problém, který není v těchto možnostech zahrnut
da: Et problem, der ikke er inkluderet i disse muligheder
de: Ein Problem, das in diesen Optionen nicht enthalten ist
el: Ένα ζήτημα που δεν περιλαμβάνεται σε αυτές τις επιλογές
fi: Ongelma, jota ei ole näissä vaihtoehdoissa
fr: Un problème non inclus dans ces options
he: בעיה שאינה כלולה באפשרויות אלו
hu: Ezekben az opciókban nem szereplő probléma
it: Un problema non incluso in queste opzioni
ja: これらのオプションに含まれていない問題
ko: 이 옵션에 포함되지 않은 문제
nb: Et problem er ikke inkludert i disse alternativene
nl: Een probleem dat niet in deze opties is opgenomen
pl: Problem nieuwzględniony w tych opcjach
pt: Um problema não incluído nestas opções
pt_br: Um problema não incluído nestas opções
ro: O problemă care nu este inclusă în aceste opțiuni
ru: Проблема, не включенная в эти варианты
sr: Проблем који није укључен у ове опције
sv: Ett problem som inte ingår i dessa alternativ
tr: Bu seçeneklere dahil edilmeyen bir sorun
uk: Проблема, не включена в ці варіанти
vi: Một vấn đề không bao gồm trong các tùy chọn này
zh_hans: 不包含在这些选项中的问题
zh_hant: 不包含在這些選項中的問題

# bluesky_report_reason_rude
source: Anti-Social Behavior
af: Antisosiale gedrag
ar: سلوك غير اجتماعي
bg: Антисоциално поведение
ca: Comportament antisocial
cs: Antisociální chování
da: Antisocial adfærd
de: Asoziales Verhalten
el: Αντικοινωνική συμπεριφορά
fi: Epäsosiaalinen käytös
fr: Comportement antisocial
he: התנהגות אנטי-חברתית
hu: Antiszociális viselkedés
it: Comportamento antisociale
ja: 反社会的行動
ko: 반사회적 행동
nb: Anti-Social Athavior
nl: Asociaal gedrag
pl: Zachowanie antyspołeczne
pt: Comportamento antissocial
pt_br: Comportamento antissocial
ro: Comportament antisocial
ru: Асоциальное поведение
sr: Антисоцијално понашање
sv: Antisocialt beteende
tr: Antisosyal Davranış
uk: Антисоціальна поведінка
vi: Hành vi phản xã hội
zh_hans: 反社会行为
zh_hant: 反社會行為

# bluesky_report_reason_rude_description
source: Harassment, trolling, or intolerance
af: Teistering, treitering of onverdraagsaamheid
ar: مضايقة أو مضايقة أو عدم تسامح
bg: Тормоз, тролене или нетърпимост
ca: Assetjament, trolatge o intolerància
cs: Obtěžování, trolling nebo netolerance
da: Chikane, trolling eller intolerance
de: Belästigung, Trolling oder Intoleranz
el: Παρενόχληση, τρολάρισμα ή μισαλλοδοξία
fi: Häirintä, trollaus tai suvaitsemattomuus
fr: Harcèlement, trolling ou intolérance
he: הטרדה, טרולינג או חוסר סובלנות
hu: Zaklatás, trollkodás vagy intolerancia
it: Molestie, trolling o intolleranza
ja: 嫌がらせ、嫌がらせ、または不寛容
ko: 괴롭힘, 트롤링 또는 불관용
nb: Trakassering, kontroll eller intoleranse
nl: Intimidatie, trollen of intolerantie
pl: Nękanie, trolling lub nietolerancja
pt: Assédio, trolling ou intolerância
pt_br: Assédio, trolling ou intolerância
ro: Hărțuire, trolling sau intoleranță
ru: Домогательства, троллинг или нетерпимость
sr: Узнемиравање, троловање или нетолеранција
sv: Trakasserier, trolling eller intolerans
tr: Taciz, trolleme veya hoşgörüsüzlük
uk: Домагання, тролінг або нетерпимість
vi: Quấy rối, lăng mạ hoặc không khoan dung
zh_hans: 骚扰、恶作剧或不宽容行为
zh_hant: 騷擾、挑釁或不寬容

# bluesky_report_reason_sexual
source: Unwanted Sexual Content
af: Ongevraagde seksuele inhoud
ar: محتوى جنسي غير مرغوب فيه
bg: Нежелано сексуално съдържание
ca: Contingut sexual no desitjat
cs: Nechtěný sexuální obsah
da: Uønsket seksuelt indhold
de: Unerwünschte sexuelle Inhalte
el: Ανεπιθύμητο σεξουαλικό περιεχόμενο
fi: Ei-toivottu seksuaalinen sisältö
fr: Contenu sexuel non sollicité
he: תוכן מיני לא רצוי
hu: Nem kívánt szexuális tartalom
it: Contenuto sessuale indesiderato
ja: 不適切な性的コンテンツ
ko: 원치 않는 성적인 콘텐츠
nb: Uønsket suell innhold
nl: Ongewenste seksuele inhoud
pl: Niechciane treści seksualne
pt: Conteúdo sexual indesejado
pt_br: Conteúdo sexual indesejado
ro: Conținut sexual nedorit
ru: Нежелательный сексуальный контент
sr: Нежељени сексуални садржај
sv: Oönskat sexuellt innehåll
tr: İstenmeyen Cinsel İçerik
uk: Небажаний сексуальний контент
vi: Nội dung tình dục không mong muốn
zh_hans: 不良性内容
zh_hant: 不受歡迎的性內容

# bluesky_report_reason_sexual_description
source: Nudity or pornography not labeled as such
af: Naaktheid of pornografie wat nie as sodanig gemerk is nie
ar: العري أو الإباحية غير المصنفة على هذا النحو
bg: Голота или порнография, които не са означени като такива
ca: Nuesa o pornografia no etiquetada com a tal
cs: Nahota nebo pornografie, která tak není označena
da: Nøgenhed eller pornografi, der ikke er mærket som sådan
de: Nacktheit oder Pornografie, die nicht als solche gekennzeichnet ist
el: Γυμνό ή πορνογραφία που δεν φέρει σχετική επισήμανση
fi: Alastomuus tai pornografia, jota ei ole merkitty sellaiseksi
fr: Nudité ou pornographie non étiquetée comme telle
he: עירום או פורנוגרפיה שאינם מסומנים ככאלה
hu: Meztelenség vagy pornográfia, amely nincs ilyenként megjelölve
it: Nudità o pornografia non etichettate come tali
ja: ラベル付けされていないヌードまたはポルノ
ko: 표시되지 않은 누드 또는 음란물
nb: Nudity eller pornografi som ikke er merket slik
nl: Naakt of pornografie die niet als zodanig is gelabeld
pl: Nagość lub pornografia, która nie została tak oznaczona
pt: Nudez ou pornografia não rotulada como tal
pt_br: Nudez ou pornografia não rotulada como tal
ro: Nuditate sau pornografie care nu este etichetată ca atare
ru: Обнаженная натура или порнография, не помеченная соответствующим образом
sr: Голотиња или порнографија која није тако означена
sv: Nakenhet eller pornografi som inte är märkt som sådan
tr: Bu şekilde etiketlenmemiş çıplaklık veya pornografi
uk: Оголеність або порнографія, не позначена відповідним чином
vi: Ảnh khỏa thân hoặc nội dung khiêu dâm không được dán nhãn như vậy
zh_hans: 未标明的裸露或色情内容
zh_hant: 未標記的裸露或色情內容

# bluesky_report_reason_spam
source: Spam
af: Spambekendstelling
ar: مزعج
bg: Спам
ca: Correu brossa
cs: Nevyžádaná pošta
el: Ανεπιθύμητα
fi: Roskaposti
he: ספאם
ja: スパム
ko: 스팸
nb: Søppelpost
ru: Спам
sr: Непожељно
sv: Skräppost
uk: Спам
vi: Thư rác
zh_hans: 垃圾
zh_hant: 垃圾訊息

# bluesky_report_reason_spam_description
source: Excessive mentions or replies
af: Oormatige meldings of antwoorde
ar: إشارات أو ردود مفرطة
bg: Прекомерни споменавания или отговори
ca: Mencions o respostes excessives
cs: Nadměrné zmínky nebo odpovědi
da: Overdrevne omtaler eller svar
de: Übermäßige Erwähnungen oder Antworten
el: Υπερβολικές αναφορές ή απαντήσεις
fi: Liialliset maininnat tai vastaukset
fr: Mentions ou réponses excessives
he: אזכורים או תגובות מופרזים
hu: Túlzott említések vagy válaszok
it: Menzioni o risposte eccessive
ja: 過剰なメンションまたは返信
ko: 과도한 멘션 또는 답글
nb: Overdreven omtale eller svar
nl: Overmatige vermeldingen of reacties
pl: Nadmierna liczba wzmianek lub odpowiedzi
pt: Menções ou respostas excessivas
pt_br: Menções ou respostas excessivas
ro: Mențiuni sau răspunsuri excesive
ru: Чрезмерное количество упоминаний или ответов
sr: Прекомерна помињања или одговори
sv: Överdriven mängd omnämnanden eller svar
tr: Aşırı bahsetme veya yanıt
uk: Надмірна кількість згадок або відповідей
vi: Đề cập hoặc phản hồi quá mức
zh_hans: 过多提及或回复
zh_hant: 過多的提及或回覆

# bluesky_report_reason_violation
source: Illegal or urgent
af: Onwettig of dringend
ar: غير قانوني أو عاجل
bg: Незаконно или спешно
ca: Il·legal o urgent
cs: Nezákonné nebo naléhavé
da: Ulovligt eller presserende
de: Illegal oder dringend
el: Παράνομο ή επείγον
fi: Laiton tai kiireellinen
fr: Illégal ou urgent
he: בלתי חוקי או דחוף
hu: Illegális vagy sürgős
it: Illegale o urgente
ja: 違法または緊急
ko: 불법 또는 긴급
nb: Ulovlig eller hastende
nl: Illegaal of urgent
pl: Nielegalne lub pilne
pt: Ilegal ou urgente
pt_br: Ilegal ou urgente
ro: Ilegal sau urgent
ru: Незаконно или срочно
sr: Незаконито или хитно
sv: Olagligt eller brådskande
tr: Yasa dışı veya acil
uk: Незаконно або терміново
vi: Bất hợp pháp hoặc khẩn cấp
zh_hans: 非法或紧急
zh_hant: 非法或緊急

# bluesky_report_reason_violation_description
source: Clear violations of the law or terms of service
af: Duidelike oortredings van die wet of diensvoorwaardes
ar: انتهاكات واضحة للقانون أو شروط الخدمة
bg: Явни нарушения на закона или условията за ползване
ca: Violacions clares de la llei o dels termes del servei
cs: Jasné porušení zákona nebo podmínek služby
da: Klare overtrædelser af loven eller servicevilkår
de: Eindeutige Verstöße gegen das Gesetz oder die Nutzungsbedingungen
el: Σαφείς παραβιάσεις του νόμου ή των όρων παροχής υπηρεσιών
fi: Selvät lain tai käyttöehtojen rikkomukset
fr: Violations manifestes de la loi ou des conditions d'utilisation
he: הפרות ברורות של החוק או תנאי השירות
hu: A törvény vagy a szolgáltatási feltételek egyértelmű megsértése
it: Chiare violazioni della legge o dei termini di servizio
ja: 法律または利用規約の明白な違反
ko: 명백한 법률 또는 서비스 약관 위반
nb: Klare brudd på loven eller vilkårene for bruk
nl: Duidelijke schendingen van de wet of de servicevoorwaarden
pl: Wyraźne naruszenia prawa lub warunków świadczenia usług
pt: Violações claras da lei ou dos termos de serviço
pt_br: Violações claras da lei ou dos termos de serviço
ro: Încălcări clare ale legii sau ale condițiilor de utilizare
ru: Явные нарушения закона или условий обслуживания
sr: Јасна кршења закона или услова коришћења
sv: Tydliga överträdelser av lag eller användarvillkor
tr: Yasanın veya hizmet şartlarının açık ihlalleri
uk: Явні порушення закону або умов надання послуг
vi: Vi phạm rõ ràng pháp luật hoặc điều khoản dịch vụ
zh_hans: 明显违反法律或服务条款
zh_hant: 明顯違反法律或服務條款

source: Bookmark
af: Voeg boekmerk by
ar: إضافة إشارة مرجعية
bg: Добави отметка
ca: Afegir marcador
cs: Přidat do záložek
da: Tilføj bogmærke
de: Lesezeichen hinzufügen
el: Προσθήκη σελιδοδείκτη
fi: Lisää kirjanmerkki
fr: Ajouter un signet
he: הוסף סימנייה
hu: Könyvjelző hozzáadása
it: Aggiungi segnalibro
ja: ブックマーク
ko: 북마크
nb: Legg til bokmerke
nl: Bladwijzer toevoegen
pl: Dodaj zakładkę
pt: Adicionar marcador
pt_br: Salvar favorito
ro: Adaugă semn de carte
ru: Добавить в закладки
sr: Dodaj obeleživač
sv: Lägg till bokmärke
tr: Yer işareti ekle
uk: У закладки
vi: Thêm dấu trang
zh_hans: 书签
zh_hant: 書籤

# bookmark_add
source: Add bookmark
af: Voeg boekmerk by
ar: إضافة إشارة مرجعية
bg: Добавяне на отметка
ca: Afegir marcador
cs: Přidat záložku
da: Tilføj bogmærke
de: Lesezeichen hinzufügen
el: Προσθήκη σελιδοδείκτη
fi: Lisää kirjanmerkki
fr: Ajouter un signet
he: הוסף סימניה
hu: Könyvjelző hozzáadása
it: Aggiungi segnalibro
ja: ブックマークを追加
ko: 북마크 추가
nb: Legg til bokmerke
nl: Bladwijzer toevoegen
pl: Dodaj zakładkę
pt: Adicionar favorito
pt_br: Adicionar favorito
ro: Adaugă marcaj
ru: В закладки
sr: Додај обележивач
sv: Lägg till bokmärke
tr: Yer işareti ekle
uk: В закладки
vi: Thêm dấu trang
zh_hans: 添加书签
zh_hant: 新增書籤

# bookmark_remove
source: Remove bookmark
af: Verwyder boekmerk
ar: إزالة الإشارة المرجعية
bg: Премахване на отметката
ca: Eliminar marcador
cs: Odstranit záložku
da: Fjern bogmærke
de: Lesezeichen entfernen
el: Κατάργηση σελιδοδείκτη
fi: Poista kirjanmerkki
fr: Supprimer le signet
he: הסר סימניה
hu: Könyvjelző eltávolítása
it: Rimuovi segnalibro
ja: ブックマークを削除
ko: 북마크 제거
nb: Fjern bokmerke
nl: Bladwijzer verwijderen
pl: Usuń zakładkę
pt: Remover favorito
pt_br: Remover favorito
ro: Elimină marcaj
ru: Удалить из закладок
sr: Уклони обележивач
sv: Ta bort bokmärke
tr: Yer işaretini kaldır
uk: Видалити з закладок
vi: Xóa dấu trang
zh_hans: 移除书签
zh_hant: 移除書籤

source: Button row
af: Knoppiery
ar: صف الأزرار
bg: Ред с бутони
ca: Fila de botons
cs: Řádek tlačítek
da: Knaprække
de: Schaltflächenzeile
el: Σειρά κουμπιών
fi: Painikerivi
fr: Rangée de boutons
he: שורת כפתורים
hu: Gombsor
it: Riga pulsanti
ja: ボタン行
ko: 버튼 행
nb: Knapperad
nl: Knoppenrij
pl: Wiersz przycisków
pt: Linha de botões
pt_br: Linha de botões
ro: Rând de butoane
ru: Строка кнопок
sr: Ред дугмади
sv: Knapprad
tr: Düğme satırı
uk: Рядок кнопок
vi: Hàng nút
zh_hans: 按钮行
zh_hant: 按鈕列

source: Cancel
af: Kanselleer
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
fi: Peruuta
fr: Annuler
he: ביטול
hu: Mégse
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ro: Anulează
ru: Отмена
sr: Откажи
sv: Avbryt
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Change
af: Verander
ar: تغيير
bg: Промяна
ca: Canvia
cs: Změnit
da: Skift
de: Ändern
el: Αλλαγή
fi: Muuta
fr: Modifier
he: שינוי
hu: Módosítás
it: Modifica
ja: 変更
ko: 변경
nb: Endre
nl: Wijzigen
pl: Zmień
pt: Alterar
pt_br: Alterar
ro: Schimbă
ru: Изменить
sr: Промени
sv: Ändra
tr: Değiştir
uk: Змінити
vi: Thay đổi
zh_hans: 更改
zh_hant: 更改

# channel_title
source: Channel
af: Kanaal
ar: القناة
bg: Канал
ca: Canal
cs: Kanál
da: Kanal
de: Kanal
el: Κανάλι
fi: Kanava
fr: Chaîne
he: ערוץ
hu: Csatorna
it: Canale
ja: チャンネル
ko: 채널
nb: Kanal
nl: Kanaal
pl: Kanał
pt: Canal
pt_br: Canal
ro: Canal
ru: Канал
sr: Канал
sv: Kanal
tr: Kanal
uk: Канал
vi: Kênh
zh_hans: 频道
zh_hant: 頻道

# channels_title
source: Channels
af: Kanale
ar: القنوات
bg: Канали
ca: Canals
cs: Kanály
da: Kanaler
de: Kanäle
el: Κανάλια
fi: Kanavat
fr: Chaînes
he: ערוצים
hu: Csatornák
it: Canali
ja: チャンネル
ko: 채널
nb: Kanaler
nl: Kanalen
pl: Kanały
pt: Canais
pt_br: Canais
ro: Canale
ru: Каналы
sr: Канали
sv: Kanaler
tr: Kanallar
uk: Канали
vi: Kênh
zh_hans: 频道
zh_hant: 頻道

source: Choose Folder
af: Kies vouer
ar: اختر مجلدًا
bg: Избор на папка
ca: Tria una carpeta
cs: Vybrat složku
da: Vælg mappe
de: Ordner auswählen
el: Επιλογή φακέλου
fi: Valitse kansio
fr: Choisir un dossier
he: בחר תיקייה
hu: Mappa kiválasztása
it: Scegli cartella
ja: フォルダを選択
ko: 폴더 선택
nb: Velg mappe
nl: Map kiezen
pl: Wybierz folder
pt: Escolher pasta
pt_br: Escolher pasta
ro: Alege folderul
ru: Выбрать папку
sr: Изабери фасциклу
sv: Välj mapp
tr: Klasör seç
uk: Вибрати папку
vi: Chọn thư mục
zh_hans: 选择文件夹
zh_hant: 選擇資料夾

source: Choose how much effort the model spends on reasoning. Default uses the provider's default behavior.
af: Kies hoeveel moeite die model aan beredenering bestee. Verstek gebruik die verskaffer se verstekgedrag.
ar: اختر مقدار الجهد الذي يبذله النموذج في التفكير. يستخدم الافتراضي سلوك المزود الافتراضي.
bg: Изберете колко усилия да полага моделът за разсъждение. По подразбиране се използва поведението на доставчика по подразбиране.
ca: Tria quant esforç dedica el model al raonament. El valor predeterminat utilitza el comportament predeterminat del proveïdor.
cs: Vyberte, kolik úsilí model věnuje uvažování. Výchozí nastavení používá výchozí chování poskytovatele.
da: Vælg hvor meget indsats modellen bruger på ræsonnement. Standard bruger udbyderens standardadfærd.
de: Wählen Sie, wie viel Aufwand das Modell für das logische Denken betreibt. Standardmäßig wird das Standardverhalten des Anbieters verwendet.
el: Επιλέξτε πόση προσπάθεια καταβάλλει το μοντέλο στη συλλογιστική. Η προεπιλογή χρησιμοποιεί την προεπιλεγμένη συμπεριφορά του παρόχου.
fi: Valitse, kuinka paljon vaivaa malli käyttää päättelyyn. Oletusasetus käyttää palveluntarjoajan oletustoimintaa.
fr: Choisissez l'effort que le modèle consacre au raisonnement. Par défaut, le comportement par défaut du fournisseur est utilisé.
he: בחר כמה מאמץ המודל משקיע בחשיבה. ברירת המחדל משתמשת בהתנהגות ברירת המחדל של הספק.
hu: Válassza ki, mennyi erőfeszítést fordítson a modell az érvelésre. Az alapértelmezett a szolgáltató alapértelmezett viselkedését használja.
it: Scegli quanto sforzo impiega il modello nel ragionamento. L'impostazione predefinita utilizza il comportamento predefinito del provider.
ja: モデルが推論に費やす労力を選択します。デフォルトでは、プロバイダーのデフォルトの動作が使用されます。
ko: 모델이 추론에 들이는 노력 수준을 선택합니다. 기본값은 제공업체의 기본 동작을 사용합니다.
nb: Velg hvor mye innsatsen modellen bruker på årsaker. Standard bruker leverandørens standardvirkemåte.
nl: Kies hoeveel inspanning het model besteedt aan redeneren. Standaard wordt het standaardgedrag van de provider gebruikt.
pl: Wybierz, ile wysiłku model wkłada w rozumowanie. Ustawienie domyślne korzysta z domyślnego zachowania dostawcy.
pt: Escolha quanto esforço o modelo dedica ao raciocínio. A predefinição utiliza o comportamento predefinido do fornecedor.
pt_br: Escolha quanto esforço o modelo dedica ao raciocínio. O padrão usa o comportamento padrão do provedor.
ro: Alege cât de mult efort depune modelul pentru raționament. Implicit utilizează comportamentul implicit al furnizorului.
ru: Выберите, сколько усилий модель тратит на рассуждения. По умолчанию используется стандартное поведение провайдера.
sr: Изаберите колико труда модел улаже у расуђивање. Подразумевано се користи подразумевано понашање провајдера.
sv: Välj hur mycket ansträngning modellen lägger på resonemang. Standard använder leverantörens standardbeteende.
tr: Modelin akıl yürütme için ne kadar çaba harcayacağını seçin. Varsayılan, sağlayıcının varsayılan davranışını kullanır.
uk: Виберіть, скільки зусиль модель витрачає на міркування. За замовчуванням використовується стандартна поведінка постачальника.
vi: Chọn mức độ nỗ lực mà mô hình dành cho việc suy luận. Mặc định sử dụng hành vi mặc định của nhà cung cấp.
zh_hans: 选择模型在推理上花费的精力。默认使用提供者的默认行为。
zh_hant: 選擇模型在推理上花費的精力。預設使用提供者的預設行為。

source: Choose the icon shown on your Home Screen
af: Kies die ikoon wat op jou tuisskerm gewys word
ar: اختر الرمز المعروض على الشاشة الرئيسية
bg: Изберете иконата, показвана на началния екран
ca: Tria la icona que es mostra a la pantalla d’inici
cs: Vyberte ikonu zobrazenou na domovské obrazovce
da: Vælg det ikon, der vises på din startskærm
de: Wählen Sie das Symbol auf Ihrem Startbildschirm
el: Επιλέξτε το εικονίδιο που εμφανίζεται στην αρχική οθόνη σας
fi: Valitse kuvake joka näytetään aloitusnäytölläsi
fr: Choisissez l'icône affichée sur votre écran d'accueil
he: בחר את הסמל שיוצג במסך הבית
hu: Válaszd ki a kezdőképernyőn megjelenő ikont
it: Scegli l'icona mostrata nella schermata Home
ja: ホーム画面に表示されるアイコンを選択してください
ko: 홈 화면에 표시할 아이콘을 선택하세요
nb: Velg ikonet som vises på hjemmeskjermen
nl: Kies het icoon dat wordt weergegeven op je startscherm
pl: Wybierz ikonę wyświetlaną na ekranie głównym
pt: Escolha o ícone mostrado na sua tela inicial
pt_br: Escolha o ícone mostrado na sua tela inicial
ro: Alegeți pictograma afișată pe ecranul de pornire
ru: Выберите иконку, показанную на домашнем экране
sr: Изаберите икону која се приказује на почетном екрану
sv: Välj ikonen som visas på din startskärm
tr: Ana ekranda gösterilecek simgeyi seçin
uk: Виберіть піктограму, яку ви показали на головному екрані
vi: Chọn biểu tượng hiển thị trên Màn hình chính
zh_hans: 选择您主屏幕上显示的图标
zh_hant: 選擇主畫面上顯示的圖示

source: Choose the order and visibility of post action buttons
af: Kies die volgorde en sigbaarheid van plasingaksieknoppies
ar: اختر ترتيب أزرار إجراءات المنشور وإمكانية ظهورها
bg: Изберете реда и видимостта на бутоните за действия с публикация
ca: Tria l’ordre i la visibilitat dels botons d’acció de la publicació
cs: Zvolte pořadí a viditelnost tlačítek akcí příspěvku
da: Vælg rækkefølge og synlighed for handlingsknapper til indlæg
de: Reihenfolge und Sichtbarkeit der Beitragsaktions-Schaltflächen wählen
el: Επιλέξτε τη σειρά και την ορατότητα των κουμπιών ενεργειών δημοσίευσης
fi: Valitse julkaisun toimintopainikkeiden järjestys ja näkyvyys
fr: Choisir l’ordre et la visibilité des boutons d’action du post
he: בחר את הסדר והנראות של כפתורי הפעולה בפוסט
hu: Válaszd ki a bejegyzésművelet-gombok sorrendjét és láthatóságát
it: Scegli ordine e visibilità dei pulsanti di azione del post
ja: 投稿アクションボタンの順序と表示を選択
ko: 게시물 동작 버튼의 순서와 표시 여부 선택
nb: Velg rekkefølge og synlighet for handlingsknapper på innlegg
nl: Kies de volgorde en zichtbaarheid van actieknoppen voor berichten
pl: Wybierz kolejność i widoczność przycisków akcji wpisu
pt: Escolha a ordem e a visibilidade dos botões de ação da publicação
pt_br: Escolha a ordem e a visibilidade dos botões de ação da postagem
ro: Alege ordinea și vizibilitatea butoanelor de acțiune ale postării
ru: Выберите порядок и видимость кнопок действий поста
sr: Изаберите редослед и видљивост дугмади радњи објаве
sv: Välj ordning och synlighet för inläggets åtgärdsknappar
tr: Gönderi eylem düğmelerinin sırasını ve görünürlüğünü seçin
uk: Виберіть порядок і видимість кнопок дій допису
vi: Chọn thứ tự và khả năng hiển thị của các nút hành động bài đăng
zh_hans: 选择动态操作按钮的顺序和可见性
zh_hant: 選擇貼文操作按鈕的順序與可見性

source: Choose where downloaded media is saved on this Mac.
af: Kies waar afgelaaide media op hierdie Mac gestoor word.
ar: اختر مكان حفظ الوسائط التي تم تنزيلها على هذا الـ Mac.
bg: Изберете къде да се запазва изтеглената медия на този Mac.
ca: Tria on es desen els fitxers multimèdia descarregats en aquest Mac.
cs: Vyberte, kam se budou na tomto Macu ukládat stažená média.
da: Vælg, hvor downloadede medier gemmes på denne Mac.
de: Wähle aus, wo heruntergeladene Medien auf diesem Mac gespeichert werden.
el: Επιλέξτε πού θα αποθηκεύονται τα ληφθέντα πολυμέσα σε αυτό το Mac.
fi: Valitse, minne ladattu media tallennetaan tällä Macilla.
fr: Choisissez où les médias téléchargés sont enregistrés sur ce Mac.
he: בחר היכן מדיה שהורדה תישמר ב-Mac הזה.
hu: Válaszd ki, hová mentse a letöltött médiát ezen a Macen.
it: Scegli dove salvare i media scaricati su questo Mac.
ja: ダウンロードしたメディアをこの Mac のどこに保存するかを選択します。
ko: 다운로드한 미디어를 이 Mac의 어디에 저장할지 선택하세요.
nb: Velg hvor nedlastede medier lagres på denne Macen.
nl: Kies waar gedownloade media op deze Mac worden opgeslagen.
pl: Wybierz, gdzie pobrane multimedia są zapisywane na tym Macu.
pt: Escolhe onde os média descarregados são guardados neste Mac.
pt_br: Escolha onde a mídia baixada será salva neste Mac.
ro: Alege unde se salvează fișierele media descărcate pe acest Mac.
ru: Выберите, где сохранять загруженные медиа на этом Mac.
sr: Изаберите где ће се преузети медији чувати на овом Mac-у.
sv: Välj var nedladdad media sparas på den här Macen.
tr: İndirilen medyanın bu Mac’te nereye kaydedileceğini seçin.
uk: Виберіть, де зберігати завантажені медіа на цьому Mac.
vi: Chọn nơi lưu phương tiện đã tải xuống trên máy Mac này.
zh_hans: 选择下载的媒体在这台 Mac 上的保存位置。
zh_hant: 選擇下載的媒體在這台 Mac 上的儲存位置。
